// TODO : 키워드 let을 사용하여 변수 course를 선언하세요.
let course;

// ## **변수 선언하기(declaration)**

// 변수(Variable)는 **이름이 붙은 저장소**를 의미합니다. 자바스크립트 (그리고 다른 컴퓨터 언어에서도) 변수는 컴퓨터 메모리에 자리를 잡게 되고, 여러 값을 넣을 수 있습니다. 이렇게 하나의 변수가 자리 잡는 동작을 "변수를 선언(Declaration)한다." 라고 합니다.

// 변수를 선언하기 위해서는 `let` 키워드를 사용합니다. 예를 들어, 이름이 `word`라는 변수를 선언하는 방법은 아래와 같습니다.

// ```jsx
// let word;
// ```

// 이제 우리 `Javascript World`에는 `word`라는 변수가 생겼습니다.

// 선언은 **이제 여기는 내 땅이야!** 라고 "선언"하는 동작입니다. 즉, `word`라는 저장소를 만드는 작업을 배운겁니다. 이번에는 `course`라는 변수를 선언해봅시다! 오른쪽 창의 주석(Comment)를 확인하고, 그에 맞추어 우측 하단에서 `테스트 실행`과 `제출`을 해주세요.

// ## **문제**

// 키워드 `let`을 사용하여 변수 `course`를 선언하세요.

// ## **주의 사항**

// - 변수명은 영어를 사용합니다.
